---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AdvancedMetal
source: html/54c0758b-8d6d-5657-159b-9f2b3d1eeb31.htm
---
# AdvancedMetal Properties

The property labeled "Reflectance" from the "AdvancedMetal" schema.